{
  "Dag Hammarskjöld, som var FN:s generalsekreterare 1953–1961–": "Dag Hammarskjöld, who was UN Secretary -General 1953–1961–",
  "–ansåg att de som föds i Skandinavien dragit en vinstlott i livets lotteri.": "- Saw that those born in Scandinavia have drawn a lottery in life's lottery.",
  "Skandinaviens vildmark fascinerar naturälskare.": "Scandinavia's wilderness fascinates nature lovers.",
  "Här finns djur som skulle kunna vara hämtade ur en saga.": "Here are animals that could be taken from a fairy tale.",
  "Gråsälar lapar sol vid Östersjökusten.": "Gray seals are running sun on the Baltic Sea coast.",
  "I norr och väster präglas landskapet–": "In the north and west, the landscape is characterized -",
  "–av väldiga bergsmassiv och djupa fjordar.": "- Of huge mountain masses and deep fjords.",
  "Skandinavien är fyllt av naturpärlor och orörda landskap.": "Scandinavia is filled with natural beads and untouched landscapes.",
  "Och miljövårdare och forskare arbetar för att de ska fortsätta skyddas.": "And environmental providers and researchers work to continue to be protected.",
  "Det finns flera teorier om vad \"Skandinavien\" betyder.": "There are several theories about what \"Scandinavia\" means.",
  "Enligt en är det fornnordiska för \"farlig ö\"–": "According to one, the ancient Nordic for \"dangerous island\" -",
  "–och skulle kunna syfta på de förrädiska kustvattnen i söder.": "- And could refer to the treacherous coastal waters in the south.",
  "Vilka länder som ingår i Skandinavien är inte alltid klart–": "Which countries are included in Scandinavia is not always clear -",
  "–men som regel är det Norge, Sverige och Danmark.": "- But as a rule, it is Norway, Sweden and Denmark.",
  "Skandinaviska halvön utgörs av Norge, Sverige och nordvästra Finland–": "The Scandinavian Peninsula is made up of Norway, Sweden and northwestern Finland -",
  "–och bergskedjan Skanderna bildar en naturlig gräns mellan länderna.": "- And the mountain range Skanders form a natural boundary between the countries.",
  "I den svenska delen av Lappland ligger Nikkaluokta.": "In the Swedish part of Lapland is Nikkaluokta.",
  "Byn utgörs av några få hus och grundades av Nils Olsson Sarri.": "The village consists of a few houses and was founded by Nils Olsson Sarri.",
  "Den betraktas som porten till Sveriges högsta berg Kebnekaise.": "It is regarded as the gate to Sweden's highest mountain Kebnekaise.",
  "Landskapet är i stort sett obebott–": "The landscape is largely uninhabited -",
  "–och vintertid kan temperaturen sjunka till 40 minusgrader.": "- And in winter, the temperature can drop to 40 minus degrees.",
  "Ett djur som trivs bra här är älgen.": "An animal that is happy here is the moose.",
  "Det finns 300 000–400 000 älgar i Sverige–": "There are 300,000–400,000 moose in Sweden -",
  "–vilket gör vårt land till världens älgtätaste.": "- What makes our country the world's densest.",
  "Älgen är också vårt nationaldjur.": "The moose is also our national animal.",
  "Älgstammen måste förvaltas hållbart–": "The moose strain must be managed sustainable -",
  "–vilket kräver djupa kunskaper om de majestätiska hjortdjuren.": "- What requires deep knowledge of the majestic deer.",
  "Det har de här båda. Wiebke Neumann från Tyskland och Fredrik Stenbacka–": "These have these both. Wiebke Neumann from Germany and Fredrik Stenbacka -",
  "–forskar på älgarnas vandringsvanor. För Wiebke är det ett drömjobb.": "- Research on the moose's hiking habits. For Wiebke it is a dream job.",
  "Wiebke och hennes svenska kollega letar spår efter betning.": "Wiebke and her Swedish colleague are looking for traces for grazing.",
  "För att hitta älgarna i det enorma området behöver man en helikopter.": "To find the moose in the huge area you need a helicopter.",
  "I dag är målet att bedöva ett antal älgar och förse dem med gps-halsband.": "Today, the goal is to stun a number of moose and provide them with GPS necklace.",
  "Redan registrerade individer ska få nya halsband.": "Already registered individuals should receive new necklaces.",
  "Projektet har pågått i tio år, och de båda biologerna samarbetar bra ihop.": "The project has been going on for ten years, and the two biologists work together well.",
  "Först går färden västerut. Forskarna känner väl till älgarnas vanor–": "First, the journey goes west. The researchers know well of the moose habits -",
  "–och vet var de ska leta. Vintertid äter älgarna mest björk och vide–": "- And know where to look. Winter time eats the moose most birch and vide-",
  "–som växer i dalgångarna.": "- As is growing in the valleys.",
  "Fredrik laddar bedövningsgeväret. Han vet hur man ska skjuta från luften.": "Fredrik charges the anesthetic rifle. He knows how to shoot from the air.",
  "Han skjuter först när vinkel och avstånd är precis rätt.": "He only shoots when angle and distance is just right.",
  "Älgkon är en gammal bekant.": "The moose is an old acquaintance.",
  "Längd:": "Length:",
  "11,5.": "11.5.",
  "Hennes gps-halsband måste bytas för att kunna sända pålitliga uppgifter.": "Her GPS necklace must be replaced in order to send reliable tasks.",
  "Fredrik tar mått på älgkon.": "Fredrik takes a measure of moose.",
  "Börjar med fot: 14. Lång nu...": "Starts with foot: 14. Long now ...",
  "42.": "42.",
  "Framklöv bredd.": "Front width.",
  "En veterinär övervakar älgens vitala funktioner.": "A veterinarian monitors the vital functions of the moose.",
  "Han tar också ett vävnadsprov.": "He also takes a tissue sample.",
  "Fredrik upphör aldrig att imponeras av älgarna.": "Fredrik never ceases to be impressed by the moose.",
  "Vad jag är fascinerad av... Man tycker att djur går...": "What I'm fascinated by ... You think animals go ...",
  "De går mycket på instinkt, men har ändå olika personligheter.": "They go a lot on instinct, but still have different personalities.",
  "Du kan inte tänka att alla ska vandra åt ett håll.": "You can't think everyone should hike in one direction.",
  "Det finns alltid älgar som bryter mönstret. Även när vi jobbar med dem–": "There are always moose that break the pattern. Even when we work with them -",
  "–så är vissa lugna, vissa mer stressade och vissa pratar mycket.": "- So some are calm, some are more stressed and some talk a lot.",
  "Efter ca en kvart får älgkon ett upp- vakningsmedel för att kvickna till.": "After about a quarter, the moose can receive a wakeful agent to quench.",
  "Älgar kan uppleva värmestress redan vid 14 plusgrader–": "Moose may experience heat stress already at 14 plus degrees -",
  "–så märkning sker alltid vintertid.": "- So labeling always takes place in winter.",
  "Informationen som skickas från halsbandet–": "The information sent from the necklace -",
  "–gör att forskarna kan följa exakt hur älgkon rör sig.": "- Makes the researchers follow exactly how the moose is moving.",
  "I motsats till släktingarna i södra Sverige vandrar älgarna i norr.": "Unlike the relatives in southern Sweden, the moose walk in the north.",
  "Men om vintern vandrar älgarna kring Nikkaluokta bara kortare sträckor–": "But in the winter, the moose around Nikkaluokta just wander shorter distances -",
  "–eller så håller de sig i dalgångarna.": "- Or they stay in the valleys.",
  "När våren kommer, drar sig älgarna högre upp–": "When spring comes, the moose pull higher up -",
  "–ibland ända upp till sju mil.": "- Other up to seven miles.",
  "Beteendet kan troligen kopplas till födotillgången.": "The behavior can probably be linked to the food supply.",
  "Vår och sommar äter de örter och blad–": "Spring and summer they eat herbs and leaves -",
  "–som högre upp i terrängen börjar växa senare.": "- As higher up in the terrain begins to grow later.",
  "Forskarna har bedövat ännu en älg.": "The researchers have stunned another moose.",
  "Man täcker över ögonen för att skydda mot ljus och oroande synintryck.": "You cover the eyes to protect against light and disturbing visual impressions.",
  "Den här kon får sitt första halsband.": "This cone gets its first necklace.",
  "Fredrik och Wiebke undersöker också klimatförändringarnas påverkan.": "Fredrik and Wiebke also investigate the impact of climate change.",
  "Hur reagerar vårt största hjortdjur på stigande temperaturer?": "How does our largest deer at rising temperatures react?",
  "Än så länge mår älgarna i norr bra.": "So far, the moose in the north are doing well.",
  "I Sverige har vi tre gånger fler älgar än för 50 år sen–": "In Sweden we have three times more moose than 50 years ago -",
  "–och varje år skjuts omkring 80 000 älgar.": "- And every year around 80,000 moose are shot.",
  "En vuxen älg äter omkring 10 kilo per dag–": "An adult moose eats about 10 kilos per day-",
  "–och skogsindustrin hävdar att betes- skadorna orsakar väldiga förluster.": "- And the forest industry claims that grazing damage causes huge losses.",
  "Men Sveriges mest berömda klövdjur fortsätter att fascinera människor.": "But Sweden's most famous clover continues to fascinate people.",
  "I synnerhet när de ser ut som den här älgen i södra Sverige.": "Especially when they look like this moose in southern Sweden.",
  "De flesta vita älgar finns i Värmland 120 mil söder om Nikkaluokta.": "Most white moose are found in Värmland 120 miles south of Nikkaluokta.",
  "En genmutation har gjort–": "A gene mutation has made -",
  "–att pigmenteringen försvunnit i hud och päls, men inte i ögonen.": "- The pigmentation disappeared in skin and fur, but not in the eyes.",
  "Jägarna skonar ofta de ståtliga vita älgarna.": "The hunters often spare the stately white moose.",
  "Tillbaka i Nikkaluokta.": "Back in Nikkaluokta.",
  "Wiebke Neumann kollar att halsbanden sänder som de ska.": "Wiebke Neumann checks that the necklaces are sending as they should.",
  "Forskarna kommer inte att återvända förrän nästa vinter.": "The researchers will not return until next winter.",
  "Norge, Sverige, Finland och Danmark har tillsammans 27 miljoner invånare–": "Norway, Sweden, Finland and Denmark together have 27 million inhabitants -",
  "–och de flesta bor i städerna.": "- And most people live in the cities.",
  "Området befolkades först efter den senaste istiden för ca 10 000 år sen.": "The area was only populated after the last ice age about 10,000 years ago.",
  "Man flyttade hit från två håll:": "They moved here from two directions:",
  "En grupp kom från nuvarande Danmark och Tyskland.": "A group came from current Denmark and Germany.",
  "Den andra gruppen vandrade in från nordöst.": "The second group wandered in from the northeast.",
  "En grupp om 900 tatarer slog sig ner i Finland i början av 1800-talet–": "A group of 900 Tatars settled in Finland in the early 19th century-",
  "–de flesta f.d. soldater och handelsmän i Ryssland.": "- Most f.d. Soldiers and traders in Russia.",
  "1925, i Helsingfors, bildade de den första muslimska församlingen.": "In 1925, in Helsinki, they formed the first Muslim congregation.",
  "Ca 80 000 samer lever i dag i norra Skandinavien och på ryska Kolahalvön.": "About 80,000 Sami today live in northern Scandinavia and on the Russian Kola Peninsula.",
  "De betraktas som Europas enda urfolk.": "They are considered Europe's only indigenous people.",
  "En annan minoritet är kvänerna. På 1700- och 1800-talen–": "Another minority is the women. In the 18th and 19th centuries-",
  "–fick hungersnöd dessa ättlingar till finska invandrare att lämna sina hem.": "- Fick the famine these descendants of Finnish immigrants to leave their homes.",
  "Nu lever de i Nordnorge.": "Now they live in northern Norway.",
  "Vilka slog sig ner var och när? Och vad levde de av?": "Who settled down where and when? And what did they live off?",
  "Forskarna söker svar på dessa frågor på Gotska Sandön norr om Gotland.": "The researchers are looking for answers to these questions on Gotska Sandön north of Gotland.",
  "Ön, som formats av vindar och vågor, är nästan helt täckt av skog–": "The island, formed by winds and waves, is almost completely covered by forest-",
  "–och ses som en av världens mest otillgängliga platser.": "–And is seen as one of the world's most inaccessible places.",
  "En avskildhet som lär ha utnyttjats av rövare och säljägare–": "A privacy that is said to have been exploited by robbers and sales owners -",
  "–under flera hundra år.": "- During several hundred years.",
  "I dag njuter soldyrkare, som de här, av ön.": "Today, sun worshipers, like these, enjoy the island.",
  "1909 fick den och nio andra områden status som nationalpark i Sverige–": "In 1909 it and nine other areas were given the status of National Park in Sweden -",
  "–och här kan man hitta 250 olika fågelarter.": "- And here you can find 250 different bird species.",
  "Här arbetar svenska och tyska arkeologer och dykare–": "Here, Swedish and German archaeologists and divers work - work -",
  "–med ett speciellt uppdrag, ledda av Johan Rönnby.": "- With a special assignment, led by Johan Rönnby.",
  "Ett trästycke har väckt deras intresse.": "A piece of wood has aroused their interest.",
  "Johan och Robert hoppas att drönaren ska ge dem överblick–": "Johan and Robert hope that the drone will give them overview -",
  "–och hjälpa dem att hitta fler vrakdelar.": "- And help them find more wreckage.",
  "Mörka skuggor är alltid lovande.": "Dark shadows are always promising.",
  "Johan Rönnby vill göra en närmare undersökning.": "Johan Rönnby wants to do a closer examination.",
  "Inte många har lika stor erfarenhet av fartygsvrak i Östersjön som han.": "Not many have as much experience in shipwreck in the Baltic Sea as he.",
  "Nu ska Johan och dykaren Robert Lehmann dyka här för första gången.": "Now Johan and diver Robert Lehmann will dive here for the first time.",
  "Det kan vara besvärligt nära land–": "It can be awkward close to land-",
  "–och dessutom täcks spår av mänsklig civilisation snabbt av alger.": "- And in addition, traces of human civilization are quickly covered by algae.",
  "Johan och Robert letar efter skuggan som drönaren hittade–": "Johan and Robert are looking for the shadow that the drone found -",
  "–men arbetet försvåras av inrullande dyningar.": "- But the work is made more difficult by rolling dunes.",
  "Sanden som rörs upp grumlar vattnet.": "The sand that is stirred up the water.",
  "Johan tecknar av och mäter upp stenar–": "Johan draws off and measures up stones -",
  "–men de kommer inte att nå sitt mål i dag.": "- But they will not reach their goal today.",
  "Ända sen yngre stenåldern har människor försökt slå sig ner på ön–": "Ever since the younger Stone Age, people have tried to settle down on the island -",
  "–men den är inte nådig mot bönder och boskap – det är ont om vatten.": "- But it is not gracious to farmers and livestock - it is bad for water.",
  "Från fyren är det fin utsikt över området, och här står Sabine Sten.": "From the lighthouse there is a nice view of the area, and here is Sabine Sten.",
  "Sabine har en personlig koppling till öns historia.": "Sabine has a personal connection to the island's history.",
  "Från ett gömsle på Säludden kan hon iaktta de pälsömsande gråsälarna.": "From a hiding place on Säludden she can observe the fur sewing gray seals.",
  "Ömsningen sker en gång per år.": "The sieve takes place once a year.",
  "Konkurrensen är hård om de bästa kobbarna att soltorka på.": "Competition is fierce for the best cobblers to dry on.",
  "Det fanns gråsälar på ön redan för 6 000 år sen.": "There were gray seals on the island already 6,000 years ago.",
  "Man har hittat ett gråsälskranium från den tiden.": "A gray seal has been found from that time.",
  "Då har vi näsan där, och så ögonen.": "Then we have our nose there, and then our eyes.",
  "Fler fynd, som en yxa från stenåldern...": "More finds, like an ax from the Stone Age ...",
  "...en ullsax från bronsåldern...": "... a wool scissors from the Bronze Age ...",
  "...och vikingasmycken vittnar om mänskliga bosättningar på ön.": "... and Viking jewelery testifies to human settlements on the island.",
  "De här är fantastiska.": "These are fantastic.",
  "En översiktskarta från 1900-talet visar var på ön fynden har gjorts.": "An overview map from the 20th century shows where on the island of the finds has been made.",
  "Till sin hjälp har man även en laser- skanning gjord av svenska staten.": "To help you also have a laser scan made by the Swedish state.",
  "Vinkelräta och runda former tyder på mänskliga konstruktioner.": "A perpendicular and round shapes indicate human constructions.",
  "Säludden verkar särskilt lovande.": "Säludden seems particularly promising.",
  "För en lekman ser det kanske bara ut som en sandhög.": "For a layman, it may just look like a sand pile.",
  "Men gruppen tror att jorden gömmer rester av bosättningar och gravar.": "But the group believes that the earth hides the remains of settlements and graves.",
  "Det skulle bevisa att en större grupp människor levde här en längre period.": "It would prove that a larger group of people lived here for a longer period.",
  "Här är den där högen med sand...": "Here is that pile of sand ...",
  "Johans och Sabines kollega Nybjörn tar jordprover.": "Johan's and Sabine's colleague Nybjörn takes soil samples.",
  "Kol.": "Charcoal.",
  "Materialet längst ner är kol. Det tyder på att en eldstad legat här.": "The material at the bottom is coal. This indicates that a fireplace has been here.",
  "Varje litet fynd ger arkeologerna nya ledtrådar till livet på ön.": "Every little finding gives the archaeologists new clues to life on the island.",
  "Sabine har hittat benfragment och tänder i sanden.": "Sabine has found leg fragments and teeth in the sand.",
  "Johan hittar en tegelsten.": "Johan finds a brick.",
  "Han vet att området användes som lägerplats intill hamnen.": "He knows that the area was used as a campsite next to the harbor.",
  "Johan behöver bildmaterial av kullen.": "Johan needs imagery of the hill.",
  "Den här tekniken kallas fotogrammetri – drönaren tar bilder automatiskt.": "This technology is called photogrammetry - the drone takes pictures automatically.",
  "Med hjälp av fotona kan man skapa en 3D-modell.": "With the help of the photos you can create a 3D model.",
  "Den runda formen visar att det handlar om en grav.": "The round form shows that it is a grave.",
  "Gruppen har fått mersmak av sitt första besök på ön.": "The group has received added taste from its first visit to the island.",
  "Det är många spännande berättelser som döljer sig på Gotska Sandön.": "There are many exciting stories that hide on Gotska Sandön.",
  "I Skandinaviens vildmark lever många stora rovdjur.": "In Scandinavia's wilderness, many large predators live.",
  "På Svalbard kan man stöta på ett av dem.": "At Svalbard you can encounter one of them.",
  "Den norska ögruppen hyser omkring 3 000 isbjörnar–": "The Norwegian archipelago houses about 3,000 polar bears -",
  "–som har det ganska bra där.": "- As it is pretty good there.",
  "Myskoxarna lever på den arktiska tundran.": "The musk oxen live on the Arctic tundra.",
  "Deras vetenskapliga namn betyder \"fåroxe\".": "Their scientific name means \"Fåroxe\".",
  "På 1950-talet sattes en grupp ut i Norge–": "In the 1950s, a group was set out in Norway-",
  "–och på 1970-talet vandrade några av dem in i Sverige.": "-And in the 1970s, some of them walked into Sweden.",
  "Den här iskalla världen är fortfarande full av liv.": "This icy world is still full of life.",
  "Men vintertemperaturen vid Nordpolen har stigit flera grader–": "But the winter temperature at the North Pole has risen several degrees-",
  "–de sista 50 åren. Vi kan bara hoppas att späckhuggarna utanför Lofoten–": "- The last 50 years. We can only hope that the killer whales outside Lofoten -",
  "–kan fortsätta att jaga sillstim länge än.": "- Can continue to hunt herring for a long time.",
  "I Östersjön kan man glädjas åt ökande sälstammar.": "In the Baltic Sea you can rejoice in increasing seal strains.",
  "Förutom gråsäl finns här också knubbsäl.": "In addition to gray seals, there are also seals.",
  "Längre norrut hittar man även vikare.": "Further north you will also find bikes.",
  "En sällsynt underart till den finns i sjön Saimen i sydöstra Finland.": "A rare subspecies to it is found in Lake Saimen in southeastern Finland.",
  "Med en yta på 4 000 kvadratkilometer och drygt 1 500 mil strandlinje–": "With an area of ​​4,000 square kilometers and just over 1,500 mile shoreline -",
  "–är Saimen Finlands största sjö.": "- Is Saimen Finland's largest lake.",
  "Sjön ligger nära ryska gränsen–": "The lake is near the Russian border -",
  "–och är hemvist för en sälart som hotas av utrotning:": "–And is a residence of a seal that is threatened by extinction:",
  "Saimenvikaren.": "Saimenvikare.",
  "När landmassan höjdes efter senaste istiden, isolerades sälarna i sjön.": "When the land mass was raised after the last ice age, the seals were isolated in the lake.",
  "Nu finns det ca 380 vikare i Saimen, och de är de sista av sin underart.": "Now there are about 380 bays in Saimen, and they are the last of their subspecies.",
  "En som arbetar oförtröttligt för att rädda sälarna är Ismo Marttinen.": "One who works tirelessly to save the seals is Ismo Marttinen.",
  "Ismos pappa arbetade för att bevara sälarna och sonen går i hans fotspår.": "Ismo's father worked to preserve the seals and the son walks in his footsteps.",
  "Saimen är Ismos hem – han känner sjön bättre än någon annan.": "Saimen is Ismos home - he knows the lake better than anyone else.",
  "För Ismo är sälarnas överlevnad en hjärtefråga.": "For Ismo, the survival of the seals is a heart issue.",
  "Vid mitten av 1900-talet var saimenvikaren så gott som utrotad–": "By the mid-20th century, the Saimen Bayer was almost extinct-",
  "–främst på grund av omfattande jakt.": "- First of all due to extensive hunting.",
  "Först 1955 fridlystes det pressade beståndet.": "It was not until 1955 that the pressed stock was released.",
  "Men det fortsatte ändå att minska–": "But it still continued to decrease -",
  "–och på 1980-talet fanns det bara omkring 120 saimenvikare kvar.": "-And in the 1980s, there were only about 120 Saimenvikers left.",
  "Det finns flera skäl till nedgången. Fiske med nät, som sälarna fastnar i–": "There are several reasons for the decline. Fishing with nets, which the seals get stuck in -",
  "–är fortfarande ett hot. Men det är inte det enda.": "- Is still a threat. But that's not the only thing.",
  "Sälhonor bygger snöhålor där de föder sina kutar.": "Sälhonor builds snow holes where they give birth to their cuts.",
  "Utan snöhålor är kutarna utlämnade åt rovdjur och kyla–": "Without snowholes, the cutters are extradited to predators and cold-",
  "–och deras chanser att överleva är då så gott som obefintliga.": "- And their chances of survival are then almost non -existent.",
  "Varje år gör miljövårdare och frivilliga en räddningsinsats.": "Every year, environmental carers and volunteers make a rescue effort.",
  "De bygger snövallar som honorna sen via hål i isen–": "They build snowfalls like the females then via holes in the ice -",
  "–kan gräva ut snöhålor i inför födseln.": "- Can dig out snow holes in before birth.",
  "Varje år i början av maj, när is och snö töat bort–": "Every year in early May, when ice and snow toured away -",
  "–ger sig Ismo ut för att räkna kutar i södra delen av sjön.": "- Ismo is out to count cuts in the southern part of the lake.",
  "Han beger sig till platser där han tror att hålorna har funnits.": "He goes to places where he thinks the holes have existed.",
  "Hålorna har smält, men det kan finnas spår av sälfödslar på botten av sjön.": "The holes have melted, but there may be traces of seal births on the bottom of the lake.",
  "På det här sättet kan kutarna räknas utan att de och honorna störs.": "In this way, the cutters can be counted without disturbing them and the females.",
  "Vattnet är kallt, men Ismo har inget val.": "The water is cold, but Ismo has no choice.",
  "Dykningarna är ett led i övervakningen av beståndet.": "Diving is part of the monitoring of the stock.",
  "Varje fynd är viktigt för Ismo, även när det handlar om en död sälkut.": "Each finding is important for Ismo, even when it comes to a dead seal.",
  "Det är ett bakslag, men inget får Ismo att tappa hoppet.": "It is a setback, but nothing causes Ismo to lose hope.",
  "De senaste årens framgångar har gett Ismo lön för mödan.": "The successes of recent years have given Ismo salary for the effort.",
  "Tio mil norrut, mitt i sjösystemet, ligger nationalparken Linnansari.": "Ten miles north, in the middle of the lake system, lies the Linnansari National Park.",
  "Här finns de flesta saimenvikarna–": "Here are most Saimenvikarna -",
  "–och här studerar forskare hur sälarna föder upp sina ungar.": "- And here researchers study how the seals breed their kids.",
  "Meeri Koivuniemi och hennes franska kollega Vincent Biard–": "Meeri Koivuniemi and her French colleague Vincent Biard -",
  "–utarbetar en metod för att skydda arten.": "- Enter a method to protect the species.",
  "För Meeri är det här inte bara ett jobb.": "For Meeri, this is not just a job.",
  "De sätter upp viltkameror där sälarna brukar vila.": "They set up game cameras where the seals usually rest.",
  "Sen utvärderar Meeri och kollegan filmmaterialet.": "Then Meeri and colleague evaluate the film material.",
  "På våren observerar och fotograferar forskarna mest individuella sälar.": "In the spring, the researchers observe and photograph the most individual seals.",
  "I slutet av maj börjar sälarnas pälsömsning.": "At the end of May, the seals' fur sewing begins.",
  "Då söker de sig till klippor i solläge.": "Then they look for cliffs in sun position.",
  "Solen ökar D-vitamin-produktionen, som är viktig för den nya pälsen.": "The sun increases vitamin D production, which is important for the new coat.",
  "Det här är forskarnas bästa möjlighet att lokalisera sälarna.": "This is the researchers' best opportunity to locate the seals.",
  "En hona blev särskilt berömd.": "A female became particularly famous.",
  "Solbadandet gjorde Pullervo till internetstjärna.": "The sunbathing made Pullervo the Internet star.",
  "Webbfilmerna där hon vräkte sig på en klippa–": "The web films where she was evicted on a rock -",
  "–kunde ses av 5,5 miljoner finnar.": "- Kunde is seen by 5.5 million pimples.",
  "2017 gjordes drygt två miljoner inloggningar till webbkameran–": "In 2017, more than two million logins were made to the webcam -",
  "–och sen dess har viltkameror placerats på ett antal platser.": "- And since then, game cameras have been placed in a number of places.",
  "Meeri och Vincent tar en titt på filmmaterialet.": "Meeri and Vincent take a look at the movie material.",
  "De studerar sälarnas pälsteckning.": "They study the seals' fur drawing.",
  "Varje individ har sitt eget mönster som gör att de kan identifieras.": "Each individual has their own pattern that allows them to be identified.",
  "Det är ytterligare ett sätt att övervaka beståndet.": "It is another way to monitor the stock.",
  "Saimenvikaren har blivit en symbol för Finlands insjölandskap–": "The Saimen Bay has become a symbol of Finland's insights -",
  "–som är ett av många paradis som måste bevaras.": "- That is one of many paradise that must be preserved.",
  "En fjärdedel av Skandinaviska halvön ligger innanför polcirkeln.": "A quarter of the Scandinavian peninsula is inside the Arctic Circle.",
  "Bergskedjor sträcker sig från Nordkap i norr till Skagerack i söder.": "Mountain ranges extend from Northern Cape in the north to Skagerack in the south.",
  "Ovanför trädgränsen tar fjällvärlden vid–": "Above the tree line, the mountain world is taken at -",
  "–och om hösten är landskapet som mest praktfullt.": "- And in the fall, the landscape is most magnificent.",
  "Delar av Skandinaviens högsta bergskedja ligger i Sarek–": "Parts of Scandinavia's highest mountain range are located in Sarek-",
  "–som hyser vilda och vackra Rapadalen.": "- As the wild and beautiful Rapadalen.",
  "I söder är kritklipporna i Møns Klint de högsta längs Danmarks kust.": "In the south, the chalk cliffs in Møns Klint are the highest along the coast of Denmark.",
  "Och i Norge finns över tusen fjordar.": "And in Norway there are over a thousand fjords.",
  "En av dem är Geirangerfjorden, som är med på UNESCO:s världsarvslista.": "One of them is the Geirangerfjord, which is on UNESCO's World Heritage List.",
  "Sognefjorden är också berömd.": "The Sognefjord is also famous.",
  "Med sina dryga 20 mil är den Europas längsta fjord.": "With its more than 20 miles, it is Europe's longest fjord.",
  "Fjordarna är spektakulära rester från den senaste istiden.": "The fjords are spectacular residue from the last ice age.",
  "När isen drog sig tillbaka, strömmade havsvatten in i dalarna.": "As the ice retreated, seawater flowed into Dalarna.",
  "Hardangerfjorden sydöst om Bergen anses vara Norges vackraste fjord.": "The Hardangerfjord southeast of the mountains is considered Norway's most beautiful fjord.",
  "Ovanför fjorden finner man fjällryggen Hallingskarvet.": "Above the fjord you will find the mountain ridge Hallingskarvet.",
  "Ett djur som trivs i den här bistra världen är fjällräven.": "An animal that thrives in this grim world is Fjällräven.",
  "Den är anpassad till polarkylan som kan krypa ner till 65 minusgrader.": "It is adapted to the polar ball that can crawl down to 65 minus degrees.",
  "Fjällräven återinfördes i Norge för bara några år sen.": "Fjällräven was reintroduced in Norway just a few years ago.",
  "Det skedde tack vare Petter Braaten och Kristoffer Ullern Hansen.": "This happened thanks to Petter Braaten and Kristoffer Ulern Hansen.",
  "På uppdrag av norska naturvårdsverket arbetar de för att rädda fjällräven.": "On behalf of the Norwegian Swedish Environmental Protection Agency, they work to save Fjällräven.",
  "De utgår från den lilla orten Finse.": "They start from the small town of Finse.",
  "Nationalparken Hallingskarvet täcker en yta av 450 kvadratkilometer.": "The Hallingskarvet National Park covers an area of ​​450 square kilometers.",
  "Högsta punkten ligger nära 2 000 meter över havet.": "The highest point is close to 2,000 meters above sea level.",
  "Om vintern är området så gott som tomt på människor.": "In winter, the area is virtually empty of people.",
  "Varje år kör Braaten och hans kollegor 100 mil på snöskoter.": "Every year the Braaten and his colleagues drive 100 miles on snowmobiles.",
  "De letar upp fjällrävar och förser dem med föda.": "They look up mountain foxes and provide them with food.",
  "Den vackra pälsen blev fjällrävens olycka.": "The beautiful coat became Fjällräven's accident.",
  "I början av 1900-talet utsattes den för skoningslös jakt.": "In the early 1900s, it was subjected to merciless hunting.",
  "Den snövita pälsen var på modet, vilket blev förödande för arten.": "The snow -white coat was fashionable, which became devastating for the species.",
  "1930 fanns knappt några fjällrävar kvar i Sverige, Norge och Finland.": "In 1930 there were hardly any mountain foxes left in Sweden, Norway and Finland.",
  "Alla fjällrävar i nationalparken härrör från ett avelsprogram–": "All mountain foxes in the National Park are derived from a breeding program -",
  "–i Oppdal i Norge.": "- In Oppdal in Norway.",
  "De första ungarna av totalt 42 släpptes ut här 2010.": "The first kids out of a total of 42 were released here in 2010.",
  "Fjällrävarna är beroende av hjälp tills stammen växt sig livskraftig.": "The mountain foxes depend on help until the trunk grows viable.",
  "Under vintern kollar parkvakterna foderstationerna en gång i månaden.": "During the winter, the park guards check the feed stations once a month.",
  "Om sommaren kollas de varannan månad.": "In the summer they are checked every two months.",
  "I övervaknings- och forskningssyfte finns en kamera vid varje foderplats.": "For surveillance and research purposes, there is a camera at each feed site.",
  "Att leta spår efter fjällrävarna ingår också i parkvakternas uppgift.": "Looking for traces for the mountain foxes is also included in the task of the park guards.",
  "De är säkra på att pälshåren kommer från fjällräv.": "They are sure that the fur hair comes from Fjällräv.",
  "De ser också bitmärken efter en rödräv som försökt ta sig in.": "They also see bit marks after a red fox that tried to get in.",
  "Den större och starkare rödräven gör livet svårt för fjällräven.": "The larger and stronger red fox makes life difficult for the mountain fox.",
  "De konkurrerar om samma byten och ger sig på fjällrävarna.": "They compete for the same prey and give up on the mountain foxes.",
  "I en del områden skjuts rödräv av för att skydda fjällrävsbeståndet.": "In some areas, red fox is shot to protect the mountain fox stock.",
  "Petter och hans kollega närmar sig nästa foderstation till fots.": "Petter and his colleague are approaching the next feed station on foot.",
  "Det kan finnas fjällrävar i grytet i närheten, och de vill inte störa dem.": "There may be mountain foxes in the pot nearby, and they do not want to disturb them.",
  "Rävungarna föds mellan maj och juni–": "The fox kids are born between May and June-",
  "–och kullarna kan bestå av upp till nio valpar.": "- And the hills can consist of up to nine puppies.",
  "De inspekterar försiktigt grytet på utsidan.": "They gently inspect the pot on the outside.",
  "Om Petter har rätt, måste kullen fångas in.": "If Petter is right, the litter must be captured.",
  "Det var målet med den här insatsen 2015.": "That was the goal of this effort in 2015.",
  "För att kunna övervaka rävstammen förses varje valp med ett chip.": "To be able to monitor the fox strain, each puppy is provided with a chip.",
  "Man tar också dna-prover på dem och könsbestämmer dem.": "You also take DNA samples on them and gender them.",
  "Under fjolåret föddes sex kullar i Finseområdet–": "Last year, six hills were born in the Finse area -",
  "–och 58 stycken i hela Norge. Det var ett bra år för fjällräven.": "–And 58 in all of Norway. It was a good year for Fjällräven.",
  "Vintern på fjällplatån håller i sig en bit in i maj–": "Winter on the mountain plateau holds a bit into May-",
  "–och i september kommer första snön. Klimatet är bistert och ogästvänligt–": "- And in September comes the first snow. The climate is bald and inhospitable -",
  "–men Petter och Kristoffer kan inte tänka sig en bättre arbetsplats.": "- But Petter and Kristoffer can't think of a better workplace.",
  "Kristoffer, Petter och alla andra vi träffat–": "Kristoffer, Petter and everyone else we met -",
  "–tycker att de har ett drömjobb.": "- I think they have a dream job."
}