[{"sv":"Vi borde ha ett quiz för dig. En gång i månaden ger jag dig \"buzzwords\":","en":"We should have a quiz for you. Once a month I give you “buzzwords”:","ts":"00:00","id":1},{"sv":"–Vad betyder \"gaslighting\"? –Gas...?","en":"–What does \"Gaslighting\" mean? -Gas...?","ts":"00:06","id":2},{"sv":"–Lighting. –Lighting...","en":"- Lighting. –Loming ...","ts":"00:09","id":3},{"sv":"–Har det nåt med gas att göra? –Vi går vidare!","en":"- Is it something to do with gas? -Let's move on!","ts":"00:14","id":4},{"sv":"Benjamin Ingrosso, välkommen till Kvartsamtalet.","en":"Benjamin Ingrosso, welcome to the quarter call.","ts":"00:25","id":5},{"sv":"Hej, Assia! Hej, här kommer jag","en":"Hi, Assia! Hi, here I will","ts":"00:34","id":6},{"sv":"Jag heter Benjamina","en":"My name is Benjamina","ts":"00:38","id":7},{"sv":"och jag har blivit känd för att jag är superduperbra på att","en":"and I have become known because I am superduperbra to","ts":"00:41","id":8},{"sv":"Sjunga, dansa, laga mat, skådespela. Nej, men på att vara artist!","en":"Sing, dance, cook, acting. No, but on being an artist!","ts":"00:47","id":9},{"sv":"–Ska jag fortsätta sjunga? –Nej.","en":"- Should I continue to sing? -No.","ts":"00:52","id":10},{"sv":"\"Min stora dröm är att en dag få\"...","en":"\"My big dream is to one day get\" ...","ts":"00:55","id":11},{"sv":"...sitta i en bil på Times Square, höra min låt på radion–","en":"... sit in a car at Times Square, hear my song on the radio -","ts":"00:58","id":12},{"sv":"–och se en billboard: \"Benjamin Ingrosso at Madison Square Garden\".","en":"- and see a billboard: \"Benjamin Ingrosso at Madison Square Garden\".","ts":"01:02","id":13},{"sv":"–Och att vara med i Kvartsamtalet! –Varsågod.","en":"- And to be in the quarter call! -You are welcome.","ts":"01:07","id":14},{"sv":"Hur mycket satsar du på en karriär utomlands?","en":"How much do you invest in a career abroad?","ts":"01:24","id":15},{"sv":"Allt! Det är det jag alltid har gjort.","en":"All! That's what I've always done.","ts":"01:27","id":16},{"sv":"När en pandemi kom emellan såg jag en chans att göra saker i Sverige.","en":"When a pandemic came in between, I saw a chance to do things in Sweden.","ts":"01:31","id":17},{"sv":"Men mitt fokus är att ta det jag gör här hemma, och göra det utomlands.","en":"But my focus is to take what I do here at home, and do it abroad.","ts":"01:37","id":18},{"sv":"Jag vill visa dig ett litet klipp.","en":"I want to show you a small clip.","ts":"01:44","id":19},{"sv":"Pernilla Wahlgren och Benjamin Wahlgren.","en":"Pernilla Wahlgren and Benjamin Wahlgren.","ts":"01:48","id":20},{"sv":"–Vad är det för jävla outfit? –Den är hemsk.","en":"- What is it too damn outfit? - It's horrible.","ts":"01:52","id":21},{"sv":"Varför visar du så mycket anklar?","en":"Why do you show so much ankles?","ts":"01:57","id":22},{"sv":"Och den fula västen, och randig t-shirt!","en":"And the ugly vest, and striped t-shirt!","ts":"02:00","id":23},{"sv":"/BENJAMIN SJUNGER \"I WANT YOU BACK\"/","en":"/Benjamin sings “I want you back”/","ts":"02:04","id":24},{"sv":"\"You lemma teyanow\", sjöng jag. Jag kan inte engelska.","en":"\"You Lemma Teyanow,\" I sang. I can not speak English.","ts":"02:09","id":25},{"sv":"Det är sjukt att folk minns det här klippet. Det är snart 15 år sen.","en":"It is sick that people remember this clip. It is almost 15 years ago.","ts":"02:14","id":26},{"sv":"–Visa vad du kan nu –Det ska jämt va' en show","en":"- View what you can now - it should always be a show","ts":"02:20","id":27},{"sv":"Jag hatade det under några år.","en":"I hated it for a few years.","ts":"02:25","id":28},{"sv":"Men jag var elva bast, och: \"Kom igen, Skansen!\"","en":"But I was eleven Bast, and: \"Come on, Skansen!\"","ts":"02:28","id":29},{"sv":"Nu orkar jag inte titta mer.","en":"Now I can't look any more.","ts":"02:33","id":30},{"sv":"Det är nånting som jag... Man har år då man tycker sånt här är jobbigt.","en":"It's something that I ... you have years when you think this is hard.","ts":"02:36","id":31},{"sv":"Men när jag blir 40 kommer jag att ha saker dokumenterade sen jag var sex.","en":"But when I turn 40 I will have things documented since I was sex.","ts":"02:42","id":32},{"sv":"Mellan oss två: Är du inte störst i familjen nu?","en":"Between the two of us: Are you not the biggest in the family now?","ts":"02:48","id":33},{"sv":"Nej. Nej.","en":"No. No.","ts":"02:52","id":34},{"sv":"Men du har ju vunnit Mello, kommit långt i Eurovision–","en":"But you have won Mello, come a long way in Eurovision -","ts":"02:55","id":35},{"sv":"–egen show på TV4, hur mycket streams som helst.","en":"–Agen show on TV4, as much stream as possible.","ts":"03:01","id":36},{"sv":"–Du måste väl vara tätast nu? –Hundra procent inte!","en":"- You have to be the densest now? - Hundred percent not!","ts":"03:05","id":37},{"sv":"En annan är tätare. Jag har aldrig drivits av pengar.","en":"Another is denser. I have never been driven by money.","ts":"03:09","id":38},{"sv":"Det är anledningen till att en annan person har blivit mer rik.","en":"That is why another person has become more rich.","ts":"03:13","id":39},{"sv":"Om ni två går ut och käkar, vem tar notan?","en":"If you two go out and jaw, who takes the bill?","ts":"03:20","id":40},{"sv":"Varannan, tror jag.","en":"Every other, I think.","ts":"03:25","id":41},{"sv":"Bianca har fått ta notan några gånger – jag går och säger tack.","en":"Bianca has had to take the bill a few times - I go and say thank you.","ts":"03:27","id":42},{"sv":"Om du hade sms:at henne nu, hade hon lånat dig 39 kronor till tuben?","en":"If you had a text message now, would she have borrowed you SEK 39 to the tube?","ts":"03:32","id":43},{"sv":"–Absolut! Hon hade skickat en taxi. –På riktigt? Vill du testa?","en":"-Absolutely! She had sent a taxi. -For real? Do you want to test?","ts":"03:39","id":44},{"sv":"–Vad ska jag säga? –Att det är knas med din plånbok.","en":"-What should I say? - That it is cracked with your wallet.","ts":"03:45","id":45},{"sv":"–Hallå? –Tja! Jag har knappt nåt nätverk.","en":"-Hello? - Well! I hardly have any network.","ts":"03:53","id":46},{"sv":"Kan du boka en taxi till mig från ***?","en":"Can you book a taxi for me from ***?","ts":"03:59","id":47},{"sv":"–***? Vad gör du där? –Jag har varit på möte.","en":"- ***? What are you doing there? - I have been at a meeting.","ts":"04:04","id":48},{"sv":"–Det är ju Phillipes gamla adress. –Okej. Jaha.","en":"- It's Phillipe's old address. -Okay. Well.","ts":"04:10","id":49},{"sv":"–Till? –Till ***.","en":"-To? - Till ***.","ts":"04:15","id":50},{"sv":"Jag skojar! Vi gör ett test.","en":"I'm kidding! We do a test.","ts":"04:20","id":51},{"sv":"De frågade om du skulle swisha mig 39 spänn för en buss.","en":"They asked if you would swish me 39 bucks for a bus.","ts":"04:23","id":52},{"sv":"–Jag ba': \"Hon skulle fixa en taxi!\" –Ja, det är klart!","en":"- I asked ': \"She would fix a taxi!\" -Yes of course!","ts":"04:28","id":53},{"sv":"Du var Kanye West av din familj. Du dodgar kameran i \"Wahlgrens värld\"–","en":"You were Kanye West by your family. You dodded the camera in \"Wahlgren's world\" -","ts":"04:40","id":54},{"sv":"–och han dodgar dem i \"Keeping up with the Kardashians\".","en":"- And he dodded them in \"Keeping up with the Kardashians\".","ts":"04:47","id":55},{"sv":"Hur var det för dig då, och nu, att hantera din familjs karriärsval?","en":"How was it for you then, and now, to manage your family's career choice?","ts":"04:53","id":56},{"sv":"Då var man 15–16. Nej, 14 var jag.","en":"Then you were 15-16. No, 14 I was.","ts":"05:01","id":57},{"sv":"Det är en ålder då ingen ungdom vill vara med i nåt realityprogram.","en":"It is an age when no youth wants to be part of some reality program.","ts":"05:04","id":58},{"sv":"Då vill inte jag synas på tv i kalsonger–","en":"Then I do not want to be seen on television in underwear -","ts":"05:10","id":59},{"sv":"–och leka med min mamma och syster.","en":"- And play with my mom and sister.","ts":"05:14","id":60},{"sv":"Så när jag väl syntes där ville jag aldrig vara med.","en":"So once I appeared there I never wanted to join.","ts":"05:17","id":61},{"sv":"Aaah! Säg inte att jag inte ska lägga jackan där, när jag ska ta med den!","en":"Aaah! Do not say that I should not put the jacket there, when I should bring it!","ts":"05:23","id":62},{"sv":"Det var inte den trevliga Benjamin som jag annars var.","en":"It wasn't the nice Benjamin I otherwise was.","ts":"05:29","id":63},{"sv":"Jag var killen som smet undan eller var otrevlig.","en":"I was the guy who threw away or was unpleasant.","ts":"05:33","id":64},{"sv":"Tänk dig om din familj skulle filmas.","en":"Imagine if your family should be filmed.","ts":"05:37","id":65},{"sv":"Även om de var proffs skulle de ju vara lite annorlunda.","en":"Even if they were professionals, they would be a little different.","ts":"05:40","id":66},{"sv":"Jag tyckte inte om när mamma skulle fråga nåt.","en":"I didn't like when my mom would ask anything.","ts":"05:46","id":67},{"sv":"\"Mamma, utan kamerorna hade du inte frågat det.\"","en":"\"Mom, without the cameras you wouldn't have asked it.\"","ts":"05:50","id":68},{"sv":"Men jag bodde under morsans tak och hade inget att säga till om.","en":"But I lived under the roof of my mother and had nothing to say about.","ts":"05:54","id":69},{"sv":"Jag upplever dig som väldigt snäll. Hur viktigt är det att vara snäll?","en":"I experience you as very kind. How important is it to be kind?","ts":"06:04","id":70},{"sv":"Det är allt! Jag hade en skylt som liten: \"It's cool to be kind.\"","en":"That's all! I had a sign as a kid: \"It's cool to be kind.\"","ts":"06:10","id":71},{"sv":"Där jag växte upp var det rätt töntigt att vara snäll.","en":"Where I was growing up, it was pretty goofy to be kind.","ts":"06:16","id":72},{"sv":"Men så fort jag kom till teatern–","en":"But as soon as I came to the theater -","ts":"06:22","id":73},{"sv":"–var ju mallen att vara snäll och trevlig mot folk.","en":"- There was the template to be kind and nice to people.","ts":"06:26","id":74},{"sv":"Det har varit viktigare att vara snäll än jag orkar vara.","en":"It has been more important to be kind than I can be.","ts":"06:31","id":75},{"sv":"–Får du inte ha off-dagar? –Nej.","en":"-Don't you have off-days? -No.","ts":"06:36","id":76},{"sv":"–Får du aldrig bara vara dålig? –Hemma, men inte på stan.","en":"- Do you never just get bad? - At home, but not in town.","ts":"06:39","id":77},{"sv":"Är det inte utmattande?","en":"Isn't it exhausting?","ts":"06:44","id":78},{"sv":"Jo, men det är den plikten jag har som offentlig person, tycker jag.","en":"Yes, but that is the duty I have as a public person, I think.","ts":"06:46","id":79},{"sv":"Man kan inte vara helylle om man ska lyckas med en internationell karriär.","en":"You can't be a hell if you are to succeed with an international career.","ts":"06:53","id":80},{"sv":"Kolla på Gordon Ramsay, Shia LaBeouf, Kanye West, Joan Rivers...","en":"Check out Gordon Ramsay, Shia Labeouf, Kanye West, Joan Rivers ...","ts":"06:58","id":81},{"sv":"Alla de är bråkstakar. Vi ska öva på att du ska bli en \"shit starter\".","en":"All of them are noise. We will practice that you will be a \"shit starter\".","ts":"07:04","id":82},{"sv":"Säg nåt taskigt om de här personerna.","en":"Say something awkward about these people.","ts":"07:10","id":83},{"sv":"–Man behöver inte det. –Du behöver inte vara jättetaskig.","en":"- You don't need it. - You don't have to be very huge.","ts":"07:13","id":84},{"sv":"–Men du ska vara lite tyken. –Okej. Jaha.","en":"- But you should be a little thyme. -Okay. Well.","ts":"07:18","id":85},{"sv":"Ja... Jag ser ett gevär, och det tycker jag inte om.","en":"Yes ... I see a rifle, and I don't like that.","ts":"07:26","id":86},{"sv":"–Vet du vem det här är? –Ingen aning.","en":"- Did you know who this is? -No clue.","ts":"07:33","id":87},{"sv":"–Usama bin Ladin. –Du skojar! Ser han ut så där?","en":"–Usama bin Ladin. -You're joking! Does he look like that?","ts":"07:37","id":88},{"sv":"Folk bara: \"Har han läst en tidning i sitt liv?\"","en":"People just: \"Has he read a newspaper in his life?\"","ts":"07:42","id":89},{"sv":"–Jag visste inte att han såg ut så. –Han var 1,96.","en":"- I didn't know he looked that way. - He was 1.96.","ts":"07:46","id":90},{"sv":"Han borde \"shoot some hoops, and not some people\".","en":"He should \"shoot some hoops, and not some people\".","ts":"07:51","id":91},{"sv":"Arga snickaren. Han är säkert skön–","en":"Angry Carpenter. He is certainly nice -","ts":"07:56","id":92},{"sv":"–men försöker göra en Gordon Ramsay av snickeri, som inte känns genuin.","en":"- But trying to make a Gordon Ramsay of carpentry, which does not feel genuine.","ts":"08:00","id":93},{"sv":"Jesus gjorde det bättre, och han var snäll.","en":"Jesus did better, and he was kind.","ts":"08:07","id":94},{"sv":"–Hov1-grabbarna. –När du tar ditt pris.","en":"-Hov1 guys. - When you take your price.","ts":"08:12","id":95},{"sv":"De pekar inte \"fuck you\" till mig, utan till juryn.","en":"They don't point \"fuck you\" to me, but to the jury.","ts":"08:17","id":96},{"sv":"–Jag skulle aldrig göra så. –Det är den taskiga saken!","en":"- I would never do that. - It's the naughty thing!","ts":"08:21","id":97},{"sv":"–Du hade aldrig gjort nåt sånt. –Nej. Lite mer mogen kanske.","en":"- You had never done anything like that. -No. A little more mature maybe.","ts":"08:26","id":98},{"sv":"Omogna.","en":"Immature.","ts":"08:32","id":99},{"sv":"–Ja. Älskar! –Du ska ju säga nåt dåligt.","en":"-Yes. Love! - You should say something bad.","ts":"08:34","id":100},{"sv":"–Nej, det går inte. –Jag kan komma på nåt. Otrogen.","en":"-No, that does not work. - I can come up with something. Unfaithful.","ts":"08:38","id":101},{"sv":"Vad fan? Det han gjorde för världen, om han var otrogen, det kan man...","en":"What the hell? What he did for the world, if he was unfaithful, you can ...","ts":"08:43","id":102},{"sv":"Det kan han få? Okej.","en":"He can get that? Okay.","ts":"08:49","id":103},{"sv":"–Var inte hon med i Eurovision? –Håll käften!","en":"- Wasn't she in Eurovision? -Shut up!","ts":"08:52","id":104},{"sv":"Det var några tanter som dansade för fyra år sen. Det var hon.","en":"There were some aunts dancing four years ago. It was her.","ts":"09:02","id":105},{"sv":"–Jag kan inte fortsätta försvara dig. –Säg namnet!","en":"- I can't continue to defend you. - Serve the name!","ts":"09:07","id":106},{"sv":"Moder Teresa.","en":"Mother Teresa.","ts":"09:12","id":107},{"sv":"I ditt program \"Benjamins\"... Tack för inbjudan, by the way.","en":"In your program \"Benjamins\" ... Thanks for the invitation, by the way.","ts":"09:19","id":108},{"sv":"–Det kommer en tredje säsong, kanske. –Du får min adress!","en":"- It's a third season, maybe. - You get my address!","ts":"09:24","id":109},{"sv":"I två säsonger har du sagt: \"Jag vill öppna en restaurang.\"","en":"For two seasons you have said: \"I want to open a restaurant.\"","ts":"09:29","id":110},{"sv":"–Vad hindrar dig? –Att ha en utlandskarriär samtidigt.","en":"-What's stopping you? - To have a foreign career at the same time.","ts":"09:34","id":111},{"sv":"Men jag har tusen bollar i luften. Jag har redan åtta restaurangidéer.","en":"But I have a thousand balls in the air. I already have eight restaurant ideas.","ts":"09:38","id":112},{"sv":"Men jag har också tre album att göra klart.","en":"But I also have three albums to make clear.","ts":"09:44","id":113},{"sv":"\"The sexual tension\" mellan dig och väggen – enastående.","en":"\"The sexual tension\" between you and the wall - outstanding.","ts":"09:48","id":114},{"sv":"Ja, jag känner den komma närmare varje dag.","en":"Yes, I feel it come closer every day.","ts":"09:52","id":115},{"sv":"Varför måste mat vara en upplevelse?","en":"Why does food have to be an experience?","ts":"09:57","id":116},{"sv":"En måltid är nåt som är njutbart, och inte bara nåt vi måste få i oss.","en":"A meal is something that is enjoyable, and not just something we have to get in us.","ts":"10:01","id":117},{"sv":"Ska du ändå äta så kan du äta nåt som du får njutning av.","en":"If you still want to eat, you can eat something that you get enjoyment.","ts":"10:07","id":118},{"sv":"–Är du aldrig sugen på en fulpizza? –Med kebab och sånt?","en":"- Are you never craving an ugly pizza? - With kebab and stuff like that?","ts":"10:13","id":119},{"sv":"Nej, jag hade sagt typ musslor, räkor, oxfilé–","en":"No, I had said type mussels, shrimp, beef fillet -","ts":"10:18","id":120},{"sv":"–ananas, skinka, lite bea och kanske pommes?","en":"- Ananas, ham, a little bea and maybe french fries?","ts":"10:23","id":121},{"sv":"Nej, det är säkert jättegott, men det är ingen pizza.","en":"No, it's certainly delicious, but it's no pizza.","ts":"10:28","id":122},{"sv":"Jag har ätit en sån pizza en eller två gånger.","en":"I have eaten such a pizza once or twice.","ts":"10:33","id":123},{"sv":"Förra veckan repade vi med bandet, och de hade alla köpt fulpizza.","en":"Last week we scratched the band, and they had all bought ugly pizza.","ts":"10:37","id":124},{"sv":"Och de hade en sås.","en":"And they had a sauce.","ts":"10:42","id":125},{"sv":"\"Vad är det? – \"Bearnaisesås.\" – \"Till vad?\" – \"Doppa pizzan i.\"","en":"\"What is it? -\" Bearnaise sauce. \" -\" To what? \" -\" Dip the pizza in. \"","ts":"10:45","id":126},{"sv":"–\"Doppar ni pizzan i bearnaisesås?!\" –Självklart!","en":"- \"Do you dip the pizza in bearnaise sauce?!\" -Obvious!","ts":"10:50","id":127},{"sv":"–Och stark sås med lite Fanta i. –Fy fan.","en":"- And strong sauce with a little Fanta in. –Fy fuck.","ts":"10:55","id":128},{"sv":"Vet du vad jag är trött på? Alla matkonservativa italienare.","en":"Do you know what I'm tired of? All food conservative Italians.","ts":"10:59","id":129},{"sv":"\"Så här gjorde man första gången och nu får ingen förbättra det receptet.\"","en":"\"This is how they did the first time and now no one has to improve that recipe.\"","ts":"11:05","id":130},{"sv":"Tänk om vi gjorde så i världen! Hur hade världen sett ut då?","en":"Imagine if we did so in the world! What had the world looked like then?","ts":"11:12","id":131},{"sv":"Det är väl fint att nån förädlar nåt. Stanna! Jag pratar med dig.","en":"It is nice that someone refines something. Stay! I am talking to you.","ts":"11:17","id":132},{"sv":"Jag vet. Men det där är ju en del av Italiens kultur och dna.","en":"I know. But that is part of Italy's culture and DNA.","ts":"11:24","id":133},{"sv":"Du har så jävla rätt.","en":"You are so damn right.","ts":"11:32","id":134},{"sv":"–Har du ändrat dig? –Ja.","en":"-Have you changed your mind? -Yes.","ts":"11:35","id":135},{"sv":"Vet du vad vi ska göra? En carbonara med grädde.","en":"Do you know what to do? A carbonara with cream.","ts":"11:38","id":136},{"sv":"–Jag orkar inte höra mig prata. –Är du jag-svag i den stunden?","en":"- I can't hear me talk. -Are you I-Svag in that moment?","ts":"11:42","id":137},{"sv":"Så fort nån har ett halvrimligt argument så: \"Okej.\"","en":"As soon as someone has a semi -tricky argument like that: \"Okay.\"","ts":"11:48","id":138},{"sv":"Ja, det skulle jag säga. Jag säger lätt: \"Okej, fine.\"","en":"Yes, I would say. I say easily: \"Okay, fine.\"","ts":"11:53","id":139},{"sv":"Gun to your head: Vad är viktigast för dig, pop eller pasta?","en":"Gun to your head: What is most important to you, pop or pasta?","ts":"11:57","id":140},{"sv":"Pasta.","en":"Pasta.","ts":"12:06","id":141},{"sv":"Exclusive!","en":"Exclusive!","ts":"12:08","id":142},{"sv":"Vi har framtidsrubriker om dig.","en":"We have future headings about you.","ts":"12:17","id":143},{"sv":"Det här är nånting som hade kunnat hända.","en":"This is something that could have happened.","ts":"12:21","id":144},{"sv":"\"Benjamin måste sälja pastaimperiet efter Mussolini/linguini-fiaskot.\"","en":"\"Benjamin has to sell the pasta empire after Mussolini/Linguini-Fiasco.\"","ts":"12:26","id":145},{"sv":"Bianca: \"Det var en dålig idé.\"","en":"Bianca: \"It was a bad idea.\"","ts":"12:34","id":146},{"sv":"Den kan stämma – att jag har dålig koll och inte vet vem Mussolini är.","en":"It may be true - that I have a bad look and do not know who Mussolini is.","ts":"12:36","id":147},{"sv":"Jag bara: \"Musslor – Mussolioni. Grymt!\"","en":"I just: \"Mussels - Mussolini. Awesome!\"","ts":"12:43","id":148},{"sv":"–\"Känd artist dömd för misshandel.\" –\"Ingen ketchup på min bolognese.\"","en":"- \"Known artist convicted of abuse.\" - \"No ketchup at my Bolognese.\"","ts":"12:47","id":149},{"sv":"–Dömd för PSYKISK misshandel, kanske. –Du hade bara skrikit.","en":"- convicted of mental abuse, maybe. - You had just screamed.","ts":"12:53","id":150},{"sv":"\"Ingrosso och Jolie vinner vårdnadstvist mot Pitt.\"","en":"\"Ingrosso and Jolie win custody disputes against Pitt.\"","ts":"12:59","id":151},{"sv":"\"Benjamin: 'Barnen kallar mig pappa.'\" Du har adopterat deras barn.","en":"\"Benjamin: 'The kids call me dad.'\" You have adopted their children.","ts":"13:04","id":152},{"sv":"Är jag och Jolie tillsammans?","en":"Am I and Jolie together?","ts":"13:09","id":153},{"sv":"Ja, absolut!","en":"Yes absolutely!","ts":"13:12","id":154},{"sv":"–Jag ser det här. –Jag med.","en":"- I see this. -Me too.","ts":"13:15","id":155},{"sv":"–Vad tar du med dig från samtalet? –Att jag ska bli mer allmänbildad.","en":"- What do you bring from the call? - That I will be more educated.","ts":"13:17","id":156},{"sv":"Jag tycker att det här var skitskönt.","en":"I think this was great.","ts":"13:23","id":157},{"sv":"Jag tar med mig att...vi ska ses du och jag på en kaffe.","en":"I take with me that ... We'll see you and I for a coffee.","ts":"13:26","id":158},{"sv":"–Tack för att du kom. –Tack.","en":"-Thank you for coming. -Thanks.","ts":"13:34","id":159},{"sv":"Textning: Hanna Rönnols © Sveriges Television AB 2022","en":"Texting: Hanna Rönnols © Swedish Television AB 2022","ts":"13:37","id":160},{"sv":"Jag satt i Spider-Man-dräkt och såg \"Spider-Man\".","en":"I sat in Spider-Man suit and saw \"Spider-Man\".","ts":"13:41","id":161},{"sv":"Jag bar en dashiki på \"Black Panther\"-premiären.","en":"I wore a Dashiki on the \"Black Panther\" premiere.","ts":"13:44","id":162},{"sv":"Jag har sett \"Avengers: Endgame\" sju gånger.","en":"I've seen \"Avengers: Endgame\" seven times.","ts":"13:47","id":163},{"sv":"–Jag har sett den nio. –Du skojar! Är du Marvel-fan?","en":"- I have seen it nine. -You're joking! Are you Marvel fan?","ts":"13:50","id":164},{"sv":"–Snälla! –Vi MÅSTE ta en kaffe nu.","en":"- Snake! - We have to have a coffee now.","ts":"13:56","id":165},{"sv":"–\"Thor\" – vi går! –Ja! \"Love and thunder\".","en":"- \"Thor\" - we go! -Yes! \"Love and Thunder\".","ts":"13:59","id":166}]