[{"sv":"Vi börjar i Sandviken där flera personer förts till sjukhus","en":"We start in Sandviken where several people were taken to hospital","ts":"00:08","te":null,"id":1},{"sv":"efter att ett grovt brott inträffat igår kväll.","en":"after a serious crime occurred last night.","ts":"00:11","te":null,"id":2},{"sv":"Polisen vill inte uppge vilken typ av brott som begåtts.","en":"The police do not want to state the type of crime committed.","ts":"00:14","te":null,"id":3},{"sv":"P4 Gävleborg har uppgifter om","en":"P4 Gävleborg has information about","ts":"00:18","te":null,"id":4},{"sv":"att en misstänkt skottlossning skett på en pub i staden.","en":"that a suspected gunfire took place at a pub in the city.","ts":"00:20","te":null,"id":5},{"sv":"Det är oklart hur allvarligt skadade personerna är.","en":"It is unclear how seriously injured people are.","ts":"00:24","te":null,"id":6},{"sv":"Poliser från det nationella bombskyddet har tagit hand om","en":"Police officers from the national bomb protection have taken care of","ts":"00:28","te":null,"id":7},{"sv":"ett misstänkt föremål vid en villa i Södertälje.","en":"A suspected object at a villa in Södertälje.","ts":"00:32","te":null,"id":8},{"sv":"Enligt polisen var det boende i villan som upptäckte föremålet.","en":"According to the police, the resident of the villa discovered the object.","ts":"00:35","te":null,"id":9},{"sv":"Området spärrades av och strax efter midnatt","en":"The area was blocked off and shortly after midnight","ts":"00:40","te":null,"id":10},{"sv":"var föremålet oskadliggjort och området genomsökt.","en":"the object was harmless and the area searched.","ts":"00:43","te":null,"id":11},{"sv":"Händelsen utreds som förberedelse till allmänfarlig ödeläggelse.","en":"The incident is investigated in preparation for permanent destruction.","ts":"00:47","te":null,"id":12},{"sv":"Ingen misstänkt är gripen.","en":"No suspect is arrested.","ts":"00:52","te":null,"id":13},{"sv":"På flera håll i landet kommer tidningsprenumeranter","en":"In several parts of the country comes newspaper subscribers","ts":"00:55","te":null,"id":14},{"sv":"inte längre få sin tidning utdelad.","en":"no longer get his newspaper distributed.","ts":"00:59","te":null,"id":15},{"sv":"Anledningen är att tidningshusen behöver spara pengar.","en":"The reason is that the newspaper houses need to save money.","ts":"01:01","te":null,"id":16},{"sv":"Bara i Västsverige blir drygt 10 000 prenumeranter av med sin tidning.","en":"In Western Sweden alone, more than 10,000 subscribers will be off with their newspaper.","ts":"01:05","te":null,"id":17},{"sv":"Det här är ett typiskt landsbygdsdistrikt","en":"This is a typical rural district","ts":"01:12","te":null,"id":18},{"sv":"med typiska ställen som vi inte längre ska köra till.","en":"With typical places that we will no longer drive to.","ts":"01:15","te":null,"id":19},{"sv":"till drygt 10 000 prenumeranter här i Västsverige, främst i glesbygd","en":"to just over 10,000 subscribers here in Western Sweden, mainly in sparsely populated areas","ts":"01:22","te":null,"id":20},{"sv":"Det handlar om Stampen Medias samtliga tidningar","en":"It's about Stampen Media's all newspapers","ts":"01:32","te":null,"id":21},{"sv":"som Göteborgs-Posten och Bohusläningen","en":"Like the Gothenburg Post and Bohusläningen","ts":"01:36","te":null,"id":22},{"sv":"som delas ut av koncernens distributionsbolag.","en":"which is distributed by the Group's distribution company.","ts":"01:39","te":null,"id":23},{"sv":"Sista året har det varit tufft. Då måste vi säkerställa","en":"Last year it has been tough. Then we have to ensure","ts":"01:42","te":null,"id":24},{"sv":"med endast en tidning, för då blir det för kostsamt.","en":"With only a newspaper, because then it becomes too costly.","ts":"01:50","te":null,"id":25},{"sv":"Det påverkar oss att inte få tidningen.","en":"It affects us not to get the newspaper.","ts":"01:55","te":null,"id":26},{"sv":"Det kommer att ske på många orter runtom i Sverige.","en":"It will happen in many places around Sweden.","ts":"02:08","te":null,"id":27},{"sv":"Det är slutet på papperstidningen på glesbefolkade orter, tror jag.","en":"It is the end of the paper magazine in sparsely populated places, I think.","ts":"02:13","te":null,"id":28},{"sv":"Så till oroligheterna i utbrytarregionen Nagorno-Karabach.","en":"So to the unrest in the Nagorno-Karabach outbreak region.","ts":"02:19","te":null,"id":29},{"sv":"Igår höll FN:s säkerhetsråd ett extrainkallat möte","en":"Yesterday the UN Security Council held an extra -call meeting","ts":"02:23","te":null,"id":30},{"sv":"efter den azeriska militäroffensiven i veckan","en":"After the Azerian military offensive this week","ts":"02:27","te":null,"id":31},{"sv":"där minst 200 dödats, enligt armeniska uppgifter.","en":"where at least 200 were killed, according to Armenian data.","ts":"02:30","te":null,"id":32},{"sv":"På mötet drabbade Armenien och Azerbajdzjan samman.","en":"At the meeting, Armenia and Azerbaijan hit together.","ts":"02:34","te":null,"id":33},{"sv":"Armeniens utrikesminister beskyllde Azerbajdzjan","en":"Armenian Foreign Minister blamed Azerbaijan","ts":"02:38","te":null,"id":34},{"sv":"för etnisk rensning av armenier i området.","en":"for ethnic cleansing of Armenians in the area.","ts":"02:41","te":null,"id":35},{"sv":"Azerbajdzjans utrikesminister an- klagade Armenien för desinformation.","en":"Azerbaijan's Foreign Minister adopted Armenia for disinformation.","ts":"02:44","te":null,"id":36},{"sv":"Ukraina ska börja tillverka vapen med hjälp av USA.","en":"Ukraine will start manufacturing weapons with the help of the United States.","ts":"03:14","te":null,"id":37},{"sv":"Det uppger Ukrainas president Volodymyr Zelenskyj i ett tal i natt.","en":"This is stated by Ukraine President Volodymyr Zelenskyj in a speech last night.","ts":"03:18","te":null,"id":38},{"sv":"Det rör sig framför allt om luftvärnsrobotar.","en":"It is mainly about air defense robots.","ts":"03:23","te":null,"id":39},{"sv":"Samtidigt presenterade USA ett nytt stödpaket till Ukraina","en":"At the same time, the United States presented a new support package to Ukraine","ts":"03:26","te":null,"id":40},{"sv":"på motsvarande drygt 3,6 miljarder kronor.","en":"on the equivalent of just over SEK 3.6 billion.","ts":"03:30","te":null,"id":41},{"sv":"Det omfattar bl.a. luftvärnsrobotar, granater och klusterammunition.","en":"It includes Air defense robots, grenades and cluster ammunition.","ts":"03:33","te":null,"id":42},{"sv":"Pressa protein ur svenskodlade växter?","en":"Press protein from Swedish -grown plants?","ts":"03:42","te":null,"id":43},{"sv":"Ja, det är något som forskare","en":"Yeah, it's something that scientists","ts":"03:44","te":null,"id":44},{"sv":"på Sveriges Lantbruksuniversitet i Alnarp försöker sig på.","en":"At the Swedish University of Agriculture in Alnarp, it is trying.","ts":"03:47","te":null,"id":45},{"sv":"Tanken är att minska importen av proteinkällan soja från Sydamerika","en":"The idea is to reduce imports of the protein source soy from South America","ts":"03:51","te":null,"id":46},{"sv":"samtidigt som man gynnar svenska lantbrukare.","en":"At the same time as you favor Swedish farmers.","ts":"03:56","te":null,"id":47},{"sv":"En lite udda mix, hemsnickrade industrilokaler","en":"A slightly odd mix, home -made industrial premises","ts":"04:02","te":null,"id":48},{"sv":"och banbrytande framtidslabb.","en":"And groundbreaking future lab.","ts":"04:05","te":null,"id":49},{"sv":"Men Alnarpsforskarna har gott hopp om att deras stora växtpress","en":"But the Alnarps researchers have good hope that their large plant press","ts":"04:07","te":null,"id":50},{"sv":"ska bidra till att knäcka koden. Målet är att utvinna protein","en":"shall help crack the code. The goal is to extract protein","ts":"04:11","te":null,"id":51},{"sv":"tillräckligt bra för att använda som livsmedel ur svenskodlade växter.","en":"Good enough to use as foods from Swedish -grown plants.","ts":"04:16","te":null,"id":52},{"sv":"Idag pressar man en sorts gräs som används som hästfoder.","en":"Today you press a kind of grass that is used as horse feed.","ts":"04:21","te":null,"id":53},{"sv":"Varför vill man utvinna protein?","en":"Why do you want to extract protein?","ts":"04:27","te":null,"id":54},{"sv":"Man vill ha flera olika källor av protein","en":"One wants several different sources of protein","ts":"04:30","te":null,"id":55},{"sv":"och man kan få ett lokalt odlat protein.","en":"And you can get a locally cultivated protein.","ts":"04:34","te":null,"id":56},{"sv":"Bli av med den sydamerikanska sojaimporten, t ex.","en":"Get rid of South American soy imports, e.g.","ts":"04:37","te":null,"id":57},{"sv":"Det ser enkelt ut att köra det i pressen. Vad är svårigheterna?","en":"It looks easy to run it in the press. What are the difficulties?","ts":"04:40","te":null,"id":58},{"sv":"En stor svårighet är att vi inte lyckas pressa ut alla proteiner.","en":"A great difficulty is that we fail to squeeze out all proteins.","ts":"04:45","te":null,"id":59},{"sv":"Hälften är fortfarande kvar.","en":"Half is still there.","ts":"04:50","te":null,"id":60},{"sv":"Nu ska det handla om klädkoder inom politiken. – Alex?","en":"Now it will be about dress codes in politics. - Alex?","ts":"04:53","te":null,"id":61}]