[{"sv":"De ska prata om","en":"They shall talk about","ts":"00:00","te":null,"id":1},{"sv":"Polisen vill inte uppge vilken typ av brott som begåtts.","en":"The police do not want to state the type of crime committed.","ts":"00:13","te":null,"id":2},{"sv":"På flera håll i landet kommer tidningsprenumeranter","en":"In several parts of the country comes newspaper subscribers","ts":"00:25","te":null,"id":3},{"sv":"Anledningen är att tidningshusen behöver spara pengar.","en":"The reason is that the newspaper houses need to save money.","ts":"00:31","te":null,"id":4},{"sv":"Bara i Västsverige blir drygt 10 000 prenumeranter av med sin tidning.","en":"In Western Sweden alone, more than 10,000 subscribers will be off with their newspaper.","ts":"00:35","te":null,"id":5},{"sv":"Det här är ett typiskt landsbygdsdistrikt","en":"This is a typical rural district","ts":"00:43","te":null,"id":6},{"sv":"med typiska ställen som vi inte längre ska köra till.","en":"With typical places that we will no longer drive to.","ts":"00:45","te":null,"id":7},{"sv":"Snart slutar de lokala tidningarna att delas ut","en":"Soon the local newspapers stop being handed out","ts":"00:48","te":null,"id":8},{"sv":"till drygt 10 000 prenumeranter här i Västsverige, främst i glesbygd","en":"to just over 10,000 subscribers here in Western Sweden, mainly in sparsely populated areas","ts":"00:52","te":null,"id":9},{"sv":"bl a här runt Uddevalla. Man kan inte heller få tidningen med post.","en":"Among other things here around Uddevalla. Nor can you get the newspaper by mail.","ts":"00:58","te":null,"id":10},{"sv":"Det handlar om Stampen Medias samtliga tidningar","en":"It's about Stampen Media's all newspapers","ts":"01:03","te":null,"id":11},{"sv":"som Göteborgs-Posten och Bohusläningen","en":"Like the Gothenburg Post and Bohusläningen","ts":"01:08","te":null,"id":12},{"sv":"som delas ut av koncernens distributionsbolag.","en":"which is distributed by the Group's distribution company.","ts":"01:10","te":null,"id":13},{"sv":"Sista året har det varit tufft. Då måste vi säkerställa","en":"Last year it has been tough. Then we have to ensure","ts":"01:14","te":null,"id":14},{"sv":"att vi inte sitter och åker flera km till en brevlåda","en":"that we do not sit and go several km to a mailbox","ts":"01:17","te":null,"id":15},{"sv":"med endast en tidning, för då blir det för kostsamt.","en":"With only a newspaper, because then it becomes too costly.","ts":"01:22","te":null,"id":16},{"sv":"Det påverkar oss att inte få tidningen.","en":"It affects us not to get the newspaper.","ts":"01:26","te":null,"id":17},{"sv":"Utvecklingen syns på fler håll. Även UNT och Östgöta-Correspondenten","en":"The development is visible in more places. Also UNT and Östgöta Correspondent","ts":"01:31","te":null,"id":18},{"sv":"inför utdelningsstopp på vissa adresser.","en":"before dividend stops at certain addresses.","ts":"01:36","te":null,"id":19},{"sv":"Det kommer att ske på många orter runtom i Sverige.","en":"It will happen in many places around Sweden.","ts":"01:39","te":null,"id":20},{"sv":"Det är slutet för papperstidningen på glesbefolkade orter, tror jag.","en":"It is the end of the paper magazine in sparsely populated places, I think.","ts":"01:44","te":null,"id":21},{"sv":"En man i 40-årsåldern från Västerås åtalas för en rad övergrepp mot barn","en":"A man in his 40s from Västerås is charged with a series of abuses against children","ts":"01:50","te":null,"id":22},{"sv":"rapporterar P4 Västmanland.","en":"reports P4 Västmanland.","ts":"01:55","te":null,"id":23},{"sv":"Totalt handlar det om 14 barn, alla flickor, och den yngsta är tio år.","en":"In total, there are 14 children, all girls, and the youngest is ten years.","ts":"01:58","te":null,"id":24},{"sv":"Åtalspunkterna gäller bl a våldtäkt mot barn, utnyttjande av barn","en":"The charges apply, among other things, rape against children, exploitation of children","ts":"02:03","te":null,"id":25},{"sv":"för sexuell posering och grovt barnpornografibrott.","en":"for sexual posing and gross child pornography offenses.","ts":"02:08","te":null,"id":26},{"sv":"Mannen erkänner brott.","en":"The man admits crime.","ts":"02:17","te":null,"id":27},{"sv":"Pressa protein ur svenskodlade växter?","en":"Press protein from Swedish -grown plants?","ts":"02:22","te":null,"id":28},{"sv":"på Sveriges Lantbruksuniversitet i Alnarp försöker sig på.","en":"At the Swedish University of Agriculture in Alnarp, it is trying.","ts":"02:27","te":null,"id":29},{"sv":"Tanken är att minska importen av proteinkällan soja från Sydamerika","en":"The idea is to reduce imports of the protein source soy from South America","ts":"02:31","te":null,"id":30},{"sv":"och banbrytande framtidslabb.","en":"And groundbreaking future lab.","ts":"02:47","te":null,"id":31},{"sv":"Men Alnarpsforskarna har gott hopp om att deras stora växtpress","en":"But the Alnarps researchers have good hope that their large plant press","ts":"02:49","te":null,"id":32},{"sv":"ska bidra till att knäcka koden. Målet är att utvinna protein","en":"shall help crack the code. The goal is to extract protein","ts":"02:53","te":null,"id":33},{"sv":"tillräckligt bra för att använda som livsmedel ur svenskodlade växter.","en":"Good enough to use as foods from Swedish -grown plants.","ts":"02:57","te":null,"id":34},{"sv":"Idag pressar man en sorts gräs som används som hästfoder.","en":"Today you press a kind of grass that is used as horse feed.","ts":"03:03","te":null,"id":35},{"sv":"Varför vill man utvinna protein?","en":"Why do you want to extract protein?","ts":"03:09","te":null,"id":36},{"sv":"Man vill ha flera olika källor av protein","en":"One wants several different sources of protein","ts":"03:12","te":null,"id":37},{"sv":"och man kan få ett lokalt odlat protein.","en":"And you can get a locally cultivated protein.","ts":"03:16","te":null,"id":38},{"sv":"Bli av med den sydamerikanska sojaimporten, t ex.","en":"Get rid of South American soy imports, e.g.","ts":"03:19","te":null,"id":39},{"sv":"Det ser enkelt ut att köra det i pressen. Vad är svårigheterna?","en":"It looks easy to run it in the press. What are the difficulties?","ts":"03:22","te":null,"id":40},{"sv":"En stor svårighet är att vi inte lyckas pressa ut alla proteiner.","en":"A great difficulty is that we fail to squeeze out all proteins.","ts":"03:26","te":null,"id":41},{"sv":"Hälften är fortfarande kvar.","en":"Half is still there.","ts":"03:32","te":null,"id":42},{"sv":"Så till oroligheterna i utbrytarregionen Nagorno-Karabach.","en":"So to the unrest in the Nagorno-Karabach outbreak region.","ts":"03:35","te":null,"id":43},{"sv":"Igår höll FN:s säkerhetsråd ett extrainkallat möte","en":"Yesterday the UN Security Council held an extra -call meeting","ts":"03:40","te":null,"id":44},{"sv":"efter den azeriska militäroffensiven i veckan","en":"After the Azerian military offensive this week","ts":"03:43","te":null,"id":45},{"sv":"där minst 200 dödats, enligt armeniska uppgifter.","en":"where at least 200 were killed, according to Armenian data.","ts":"03:47","te":null,"id":46},{"sv":"På mötet drabbade Armenien och Azerbajdzjan samman.","en":"At the meeting, Armenia and Azerbaijan hit together.","ts":"03:51","te":null,"id":47},{"sv":"Armeniens utrikesminister beskyllde Azerbajdzjan","en":"Armenian Foreign Minister blamed Azerbaijan","ts":"03:54","te":null,"id":48},{"sv":"för etnisk rensning av armenier i området","en":"For ethnic cleansing of Armenians in the area","ts":"03:58","te":null,"id":49},{"sv":"medan Azerbajdzjans utrikesminister anklagade Armenien för desinformation","en":"While Azerbaijan's Foreign Minister accused Armenia of disinformation","ts":"04:01","te":null,"id":50},{"sv":"I går kom nyheten att flera framstående amerikanska författare","en":"Yesterday came the news that several prominent American writers","ts":"04:30","te":null,"id":51},{"sv":"stämmer företaget Open AI som ligger bakom Chat GPT.","en":"is the company Open AI, which is behind Chat GPT.","ts":"04:35","te":null,"id":52},{"sv":"Det är det amerikanska författarförbundet som gör det här","en":"It is the American Writers' Association that does this","ts":"04:40","te":null,"id":53},{"sv":"tillsammans med bland andra Jonathan Franzen","en":"together with, among others, Jonathan Franzen","ts":"04:44","te":null,"id":54},{"sv":"John Grisham och George R R Martin.","en":"John Grisham and George R R Martin.","ts":"04:47","te":null,"id":55},{"sv":"De menar att företaget använder böcker man inte har rätt till","en":"They believe the company uses books one is not entitled to","ts":"04:50","te":null,"id":56},{"sv":"för att skapa språkbanker som kan generera text","en":"To create language banks that can generate text","ts":"04:54","te":null,"id":57},{"sv":"vilket hotar hela författaryrket.","en":"Which threatens the entire author.","ts":"04:57","te":null,"id":58},{"sv":"Det svenska författarförbundet ska träffa Kulturdepartementet idag","en":"The Swedish Writers' Association will meet the Ministry of Culture today","ts":"05:00","te":null,"id":59},{"sv":"Vi tycker ju att detta är fantastiskt","en":"We think this is fantastic","ts":"05:07","te":null,"id":60},{"sv":"och vi tänker i samma banor som det amerikanska författarförbundet","en":"and we think in the same paths as the American Writers' Union","ts":"05:10","te":null,"id":61},{"sv":"och de amerikanska författarna. Vi följer det här med spänning","en":"And the American writers. We follow this with excitement","ts":"05:15","te":null,"id":62},{"sv":"och det vore ju katastrofalt om de skulle förlora det här.","en":"And it would be disastrous if they were to lose this.","ts":"05:18","te":null,"id":63},{"sv":"Det skulle sätta hela upphovsrätten i gungning.","en":"It would put the entire copyright rocking.","ts":"05:21","te":null,"id":64},{"sv":"Kommer ni att stämma Open AI?","en":"Will you sue Open AI?","ts":"05:24","te":null,"id":65},{"sv":"Inte som det ser ut just nu, men man vet ingenting om framtiden.","en":"Not as it looks right now, but you know nothing about the future.","ts":"05:27","te":null,"id":66},{"sv":"Vi hoppas ju att det här ska leda till någonting positivt","en":"We hope this will lead to something positive","ts":"05:31","te":null,"id":67},{"sv":"och att vi ska kunna komma överens om licensiering till exempel.","en":"And that we should be able to agree on licensing for example.","ts":"05:35","te":null,"id":68},{"sv":"Och att alla som håller på med AI ska inse","en":"And that everyone who is doing AI should realize","ts":"05:39","te":null,"id":69},{"sv":"att de måste helt enkelt betala för upphovsrätt.","en":"that they simply have to pay for copyright.","ts":"05:42","te":null,"id":70},{"sv":"Ukraina ska börja tillverka vapen med hjälp av USA.","en":"Ukraine will start manufacturing weapons with the help of the United States.","ts":"05:48","te":null,"id":71},{"sv":"Det uppgav Ukrainas president Volodymyr Zelenskyj i ett tal i natt.","en":"This is stated by Ukrainian President Volodymyr Zelenskyj in a speech last night.","ts":"05:52","te":null,"id":72},{"sv":"Det rör sig framför allt om luftvärnsrobotar.","en":"It is mainly about air defense robots.","ts":"05:57","te":null,"id":73},{"sv":"Samtidigt presenterade USA ett nytt stödpaket till Ukraina","en":"At the same time, the United States presented a new support package to Ukraine","ts":"06:00","te":null,"id":74},{"sv":"på motsvarande drygt 3,6 miljarder kronor.","en":"on the equivalent of just over SEK 3.6 billion.","ts":"06:04","te":null,"id":75},{"sv":"Det omfattar bl.a. luftvärnsrobotar, granater och klusterammunition.","en":"It includes Air defense robots, grenades and cluster ammunition.","ts":"06:07","te":null,"id":76},{"sv":"Nu lokala nyheter.","en":"Now local news.","ts":"06:33","te":null,"id":77}]